tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "colima"
brew "docker"
brew "docker-compose"
brew "gh"
brew "git-lfs"
brew "lua"
brew "luajit"
brew "luarocks"
brew "starship"
brew "wasmer"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "element"
cask "firefox"
cask "font-inter"
cask "font-literata"
cask "font-spline-sans-mono"
cask "protonmail-bridge"
cask "rectangle"
cask "utm"
cask "visual-studio-code"
