tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
brew "colima"
brew "docker"
brew "docker-compose"
brew "gh"
brew "lua"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "starship"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "appcleaner"
cask "element"
cask "firefox"
cask "font-inter"
cask "font-lilex"
cask "font-lilex-nerd-font"
cask "font-literata"
cask "onyx"
cask "protonmail-bridge"
