# macOS Homebrew manifest. Only what belongs in Homebrew: GUI casks, fonts,
# App Store apps (mas), macOS-only GUI formulae, shell plugins, and the few CLIs
# with no mise route. Everything cross-platform lives in mise [tools]
# (config/mise/config.toml) — do not duplicate it here.
tap "felixkratz/formulae"
tap "netbirdio/tap"
tap "nikitabobko/tap"

# macOS-only GUI helper daemons
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"

# zsh plugins (sourced by the shell; installed via the system package manager)
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# CLIs with no mise registry/backend route
brew "mas"
brew "nb"
brew "timewarrior"

cask "nikitabobko/tap/aerospace"
cask "appcleaner"
cask "claude"
cask "craft"
cask "craft-agents"
cask "devpod"
cask "font-inter"
cask "font-lilex"
cask "font-lilex-nerd-font"
cask "font-literata"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "linear-linear"
cask "lm-studio"
cask "mythic"
cask "netbirdio/tap/netbird-ui"
cask "orbstack"
cask "spotify"
cask "steam"
cask "zed"
mas "AdGuard Mini", id: 1440147259
mas "Keynote", id: 361285480
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "Xcode", id: 497799835
