tap "felixkratz/formulae", trusted: true
tap "jundot/omlx", "https://github.com/jundot/omlx"
tap "netbirdio/tap", trusted: true
tap "nikitabobko/tap", trusted: true
brew "mas"
cask "nikitabobko/tap/aerospace", trusted: true
cask "appcleaner"
cask "claude"
cask "claude-code@latest"
cask "craft"
cask "crossover"
cask "devpod"
cask "dotnet-sdk"
cask "font-inter"
cask "font-lilex"
cask "font-lilex-nerd-font"
cask "font-literata"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "linear"
cask "netbirdio/tap/netbird-ui"
cask "orbstack"
cask "spotify"
cask "steam"
cask "zed"
mas "AdGuard Mini", id: 1440147259
mas "Bitwarden", id: 1352778147
mas "Keynote", id: 361285480
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "Xcode", id: 497799835
