tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
# tap "oven-sh/bun"
brew "colima"
brew "docker"
brew "docker-compose"
brew "gh"
# brew "git-lfs"
brew "jq"
brew "lua"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wasmer"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
# brew "oven-sh/bun/bun"
cask "alacritty"
cask "appcleaner"
cask "devtoys"
cask "element"
cask "firefox"
cask "font-inter"
cask "font-literata"
cask "font-spline-sans-mono"
cask "parallels"
cask "protonmail-bridge"
cask "sf-symbols"
cask "spaceman"
