tap "felixkratz/formulae" if OS.mac?
tap "netbirdio/tap" if OS.mac?
tap "nikitabobko/tap" if OS.mac?
brew "bacon"
brew "bash-language-server"
brew "bat"
brew "dotter"
brew "dua-cli"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "helm"
brew "helm-ls"
brew "jj"
brew "jq"
brew "just"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "lua"
brew "lua-language-server"
brew "mprocs"
brew "ripgrep"
brew "nb"
brew "neovim"
brew "nickel"
brew "pulumi"
brew "rust-analyzer"
brew "shfmt"
brew "slides"
brew "starship"
brew "stylua"
brew "taplo"
brew "timewarrior"
brew "tree-sitter"
brew "xh"
brew "yaml-language-server"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "appcleaner"
cask "claude"
cask "devpod"
cask "dotnet-sdk"
cask "font-inter"
cask "font-lilex"
cask "font-lilex-nerd-font"
cask "font-literata"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "lm-studio"
cask "netbirdio/tap/netbird-ui"
cask "orbstack"
cask "spotify"
cask "steam"
cask "wezterm"
cask "zed"
cask "mythic"
