tap "FelixKratz/formulae"
tap "netbirdio/tap"
tap "nikitabobko/tap"

# CLI tools
brew "defaultbrowser"
brew "glab"
brew "go"
brew "gopls"

# Window management
brew "borders"
cask "aerospace"
cask "karabiner-elements"

# Terminal
cask "wezterm"
cask "anytype"
cask "appcleaner"
cask "bitwarden"
cask "claude"
cask "element"
cask "firefox"
cask "font-inter"
cask "font-lilex"
cask "font-lilex-nerd-font"
cask "font-literata"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "motion"
cask "netbirdio/tap/netbird-ui"
cask "orbstack"
cask "spotify"
cask "steam", args: { appdir: "~/Applications" }
cask "utm"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"

